"The name of your computer " = "Le nom de votre ordinateur ";
"This computer’s local hostname " = "Le nom d’hôte local de cet ordinateur ";
"“" = "« ";
"”" = " »";
" is already in use on this network. " = " est déjà utilisé sur ce réseau. ";
"The name has been changed to " = "Le nom a été remplacé par ";
"." = ".";

"To change the name of your computer, open System Preferences and click Sharing, then type the name in the Computer Name field." = "Pour modifier le nom de votre ordinateur, ouvrez les Préférences Système et cliquez sur Partage, puis tapez le nom dans le champ Nom de l’ordinateur.";
"To change the local hostname, open System Preferences and click Sharing, then click “Edit” and type the name in the Local Hostname field." = "Pour modifier le nom d’hôte local, ouvrez les Préférences Système, cliquez sur Partager, puis sur Modifier et tapez le nom dans le champ Nom d’hôte local.";

"All attempts to find an available name by adding a number to the name were also unsuccessful." = "Toutes les tentatives pour trouver un nom disponible en ajoutant un numéro au nom ont elles aussi échoué.";
"This may indicate a problem with the local network. Please inform your network administrator." = "Cela peut indiquer un problème avec le réseau local. Prévenez votre administrateur réseau.";
